Repository: hosizoraru/KeiPix
Catalog: Sources/KeiPix/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Jump to Page…
ja: ページへ移動…
zh_hans: 跳转到页面…
zh_hant: 跳轉到頁面…

source: Keep ArtworkDownloadStore.markCompleted wired through DownloadCompletionNotifier so a finished download still hands off to UNUserNotificationCenter.
ja: ArtworkDownloadStore.markCompleted を DownloadCompletionNotifier 経由で UNUserNotificationCenter に渡し、ダウンロード完了時の通知が途切れないようにしてください。
zh_hans: 保持 ArtworkDownloadStore.markCompleted 经由 DownloadCompletionNotifier 转交给 UNUserNotificationCenter，以便完成的下载仍会触发通知。
zh_hant: 保持 ArtworkDownloadStore.markCompleted 經由 DownloadCompletionNotifier 轉交給 UNUserNotificationCenter，以便完成的下載仍會觸發通知。

source: Keep DownloadQueueView's quickLookURL binding and focus-driven Space handler covered so Apple's preview panel never falls back to a third-party fallback.
ja: DownloadQueueView の quickLookURL バインディングとフォーカス駆動のスペースキー処理をカバレッジに含め、Apple のプレビューパネルがサードパーティ実装にフォールバックしないようにしてください。
zh_hans: 持续覆盖 DownloadQueueView 的 quickLookURL 绑定与基于焦点的空格键处理，确保 Apple 的预览面板不会回退到第三方实现。
zh_hant: 持續覆盖 DownloadQueueView 的 quickLookURL 绑定與基於焦點的空格鍵處理，確保 Apple 的預覽面板不會回退到第三方實現。

source: Keep DownloadThroughputSampler wired through ArtworkDownloadStore.download(_:sourceURLs:) and reset on pause / cancel / complete so the speedometer never lies.
ja: DownloadThroughputSampler を ArtworkDownloadStore.download(_:sourceURLs:) に接続し、一時停止／キャンセル／完了時にリセットして、速度計が誤った値を示さないようにしてください。
zh_hans: 保持 DownloadThroughputSampler 接入 ArtworkDownloadStore.download(_:sourceURLs:)，并在暂停/取消/完成时重置，避免速度指示失真。
zh_hant: 保持 DownloadThroughputSampler 接入 ArtworkDownloadStore.download(_:sourceURLs:)，並在暫停/取消/完成時重置，避免速度指示失真。

source: Keep PixivLinkDropPayload and the artwork drag URL covered so a future ProxyRepresentation refactor doesn't silently break Finder drops.
ja: 将来 ProxyRepresentation をリファクタリングしても Finder へのドロップが壊れないよう、PixivLinkDropPayload と作品ドラッグ URL をカバレッジに含めてください。
zh_hans: 在覆盖中保留 PixivLinkDropPayload 与作品拖拽 URL，避免未来的 ProxyRepresentation 重构悄然破坏访达拖放。
zh_hant: 在覆盖中保留 PixivLinkDropPayload 與作品拖拽 URL，避免未來的 ProxyRepresentation 重構悄然破壞訪達拖放。

source: Keep ProxyConfiguration.loadFromUserDefaults wired through PixivAPI.init and ImagePipeline.init so the proxy mode never silently regresses to system on launch.
ja: 起動時にプロキシモードが暗黙的にシステムへ戻らないよう、ProxyConfiguration.loadFromUserDefaults を PixivAPI.init と ImagePipeline.init に接続したまま維持してください。
zh_hans: 保持 ProxyConfiguration.loadFromUserDefaults 经由 PixivAPI.init 与 ImagePipeline.init 接入，避免代理模式在启动时悄悄退回系统模式。
zh_hant: 保持 ProxyConfiguration.loadFromUserDefaults 經由 PixivAPI.init 與 ImagePipeline.init 接入，避免代理模式在啟動時悄悄退回系統模式。

source: Keep ReleaseUpdateChecker wired through KeiPixApp.task and respect the checkForUpdatesOnLaunch toggle plus the skipped-version memory so users can opt out.
ja: ユーザーがオプトアウトできるよう、ReleaseUpdateChecker を KeiPixApp.task に接続し、checkForUpdatesOnLaunch トグルとスキップ済みバージョンの記録を尊重してください。
zh_hans: 保持 ReleaseUpdateChecker 在 KeiPixApp.task 中接入，并尊重 checkForUpdatesOnLaunch 开关与已跳过版本记录，让用户可选退出。
zh_hant: 保持 ReleaseUpdateChecker 在 KeiPixApp.task 中接入，並尊重 checkForUpdatesOnLaunch 開關與已跳過版本記錄，讓使用者可選結束。

source: Keep Settings search and grouping in regression coverage.
ja: 設定の検索とグループ化をリグレッションカバレッジに維持
zh_hans: 保持设置搜索与分组的回归覆盖。
zh_hant: 保持設定搜尋與分組的回歸覆盖。

source: Keep Ugoira player visual evidence in regression coverage.
ja: うごイラプレイヤーのビジュアルエビデンスをリグレッションカバレッジに維持
zh_hans: 保持动图播放器视觉证据的回归覆盖。
zh_hant: 保持動圖播放器視覺證據的回歸覆盖。

source: Keep bookmark and download automation in regression coverage.
ja: ブックマークとダウンロードの自動化をリグレッションカバレッジに維持
zh_hans: 保持收藏和下载自动化的回归覆盖。
zh_hant: 保持收藏和下載自動化的回歸覆盖。

source: Keep comment emoji, stamp, feedback, and local mute coverage current.
ja: コメント絵文字、スタンプ、フィードバック、ローカルミュートカバレッジを最新に保つ
zh_hans: 保持评论 emoji、stamp、反馈和本地屏蔽覆盖最新。
zh_hant: 保持留言 emoji、stamp、意見回饋和本地封鎖覆盖最新。

source: Keep creator route QA evidence current.
ja: クリエイタールートQAエビデンスを最新に保つ
zh_hans: 保持作者路由 QA 证据最新。
zh_hant: 保持作者路由 QA 證據最新。

source: Keep download queue visual evidence in regression coverage.
ja: ダウンロードキューのビジュアルエビデンスをリグレッションカバレッジに維持
zh_hans: 保持下载队列视觉证据的回归覆盖。
zh_hant: 保持下載隊列視覺證據的回歸覆盖。

source: Keep emphasizeFollowingArtists in lock-step with its persisted value so a profile sync never loses the visual treatment.
ja: プロファイル同期で視覚的な強調が失われないよう、emphasizeFollowingArtists を保存値と常に一致させてください。
zh_hans: 保持 emphasizeFollowingArtists 与其持久化值同步，避免资料同步导致视觉强调丢失。
zh_hant: 保持 emphasizeFollowingArtists 與其持久化值同步，避免資料同步導致視覺强調丟失。

source: Keep feed QA evidence current.
ja: フィードQAエビデンスを最新に保つ
zh_hans: 保持作品流 QA 证据最新。
zh_hant: 保持作品流 QA 證據最新。

source: Keep feed snapshot cache in regression coverage.
ja: フィードスナップショットキャッシュをリグレッションカバレッジに維持
zh_hans: 将作品流快照缓存纳入回归覆盖。
zh_hant: 將作品流快照快取納入回歸覆盖。

source: Keep new menu items registered in KeyboardShortcutCatalog and surface them through .shortcut(_:) instead of inline .keyboardShortcut(_:modifiers:) calls.
ja: 新しいメニュー項目は KeyboardShortcutCatalog に登録し、インラインの .keyboardShortcut(_:modifiers:) 呼び出しではなく .shortcut(_:) を経由して公開してください。
zh_hans: 新菜单项请继续在 KeyboardShortcutCatalog 中注册，并通过 .shortcut(_:) 暴露，避免直接使用内联的 .keyboardShortcut(_:modifiers:) 调用。
zh_hant: 新菜單項請繼續在 KeyboardShortcutCatalog 中註冊，並通過 .shortcut(_:) 暴露，避免直接使用內联的 .keyboardShortcut(_:modifiers:) 調用。

source: Keep pinned creator collections in regression coverage.
ja: ピン留めクリエイターコレクションをリグレッションカバレッジに維持
zh_hans: 保持置顶作者集合的回归覆盖。
zh_hant: 保持置頂作者集合的回歸覆盖。

source: Keep ranking route QA evidence current.
ja: ランキングルートQAエビデンスを最新に保つ
zh_hans: 保持排行榜路由 QA 证据最新。
zh_hant: 保持排行榜路由 QA 證據最新。

source: Keep reader window visual evidence and resume in regression coverage.
ja: リーダーウィンドウのビジュアルエビデンスと再開をリグレッションカバレッジに維持
zh_hans: 保持阅读窗口视觉证据与阅读进度恢复的回归覆盖。
zh_hant: 保持閱讀窗口視覺證據與閱讀進度恢複的回歸覆盖。

source: Keep regression coverage
ja: リグレッションカバレッジを維持
zh_hans: 保持回归覆盖
zh_hant: 保持回歸覆盖

source: Keep resolver tests and in-app link checks current.
ja: リゾルバテストとアプリ内リンクチェックを最新に保つ
zh_hans: 保持解析器测试和 App 内链接检查。
zh_hant: 保持解析器測試和 App 內連結檢查。

source: Keep source-boundary tests current when referencing Pixez or Pixes behavior.
ja: PixezまたはPixesの動作を参照する際のソース境界テストを最新に保つ
zh_hans: 参考 Pixez 或 Pixes 行为时，保持源码边界测试同步。
zh_hant: 參考 Pixez 或 Pixes 行為時，保持源碼邊界測試同步。

source: Keep the lock-step between the tier picker and the legacy preferOriginal flag in regression coverage.
ja: ティアピッカーと従来の preferOriginal フラグの同期をリグレッションで担保してください。
zh_hans: 在回归覆盖中保持档位选择器与原有 preferOriginal 标志的同步。
zh_hant: 在回歸覆盖中保持档位選擇器與原有 preferOriginal 標志的同步。

source: Keep the translatable-text gate in regression coverage so we never surface a no-op Translate button.
ja: 意味のない「翻訳」ボタンが出ないよう、翻訳対象判定をリグレッションで担保してください。
zh_hans: 在回归覆盖中保留可翻译文本的门控，避免出现无意义的翻译按钮。
zh_hant: 在回歸覆蓋中保留可翻譯文本的門控，避免出現無意義的翻譯按鈕。

source: Keep watchlist update badges in regression coverage.
ja: ウォッチリスト更新バッジをリグレッションカバレッジに維持
zh_hans: 保持追更更新标识的回归覆盖。
zh_hant: 保持追蹤更新標識的回歸覆盖。

source: KeiPix couldn't reach GitHub. Check your network or proxy settings and try again.
ja: GitHub に接続できませんでした。ネットワークまたはプロキシ設定を確認して再度お試しください。
zh_hans: KeiPix 无法连接 GitHub，请检查网络或代理设置后重试。
zh_hant: KeiPix 無法連接 GitHub，請檢查網路或代理設定後重試。

source: KeiPix hasn't emitted any matching log entries since launch.
ja: KeiPix の起動以降、一致するログエントリはありません。
zh_hans: KeiPix 启动以来没有匹配的日志条目。
zh_hant: KeiPix 啟動以來沒有匹配的日誌條目。

source: KeiPix is a native macOS Pixiv client written in Swift and SwiftUI.
ja: KeiPix は Swift と SwiftUI で書かれたネイティブ macOS 向け Pixiv クライアントです。
zh_hans: KeiPix 是用 Swift 与 SwiftUI 编写的原生 macOS Pixiv 客户端。
zh_hant: KeiPix 是用 Swift 與 SwiftUI 編寫的原生 macOS Pixiv 客戶端。

source: KeiPix is up to date
ja: KeiPix は最新です
zh_hans: KeiPix 已是最新
zh_hant: KeiPix 已是最新

source: KeiPix saves Pixiv tokens inside the sandboxed app container and uses native Pixiv app API requests.
ja: KeiPixはサンドボックス化されたアプリコンテナ内にPixivトークンを保存しネイティブPixivアプリAPIリクエストを使用
zh_hans: KeiPix 把 Pixiv token 存放在沙盒化的应用容器内，并通过原生客户端发起 Pixiv app API 请求。
zh_hant: KeiPix 把 Pixiv token 存放在沙盒化的應用容器內，並通過原生客戶端發起 Pixiv app API 請求。

source: KeiPix stays a SwiftPM macOS app built with Swift, SwiftUI, and narrow AppKit/WebKit bridges.
ja: KeiPixはSwift、SwiftUI、狭いAppKit/WebKitブリッジで構築されたSwiftPM macOSアプリです
zh_hans: KeiPix 保持 SwiftPM macOS App，以 Swift、SwiftUI 和少量 AppKit/WebKit 桥接构建。
zh_hant: KeiPix 保持 SwiftPM macOS App，以 Swift、SwiftUI 和少量 AppKit/WebKit 橋接構建。

source: Keyboard
ja: キーボード
zh_hans: 键盘
zh_hant: 鍵盘

source: Keyboard Shortcuts
ja: キーボードショートカット
zh_hans: 键盘快捷键
zh_hant: 鍵盘快速鍵

source: Keyboard shortcut catalog
ja: キーボードショートカットカタログ
zh_hans: 键盘快捷键目录
zh_hant: 鍵盘快速鍵目錄

source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言

source: Large
ja: 大
zh_hans: 较大
zh_hant: 较大

source: Landscape
ja: 横長
zh_hans: 横向
zh_hant: 橫向

source: Portrait
ja: 縦長
zh_hans: 竖向
zh_hant: 直向

source: Square
ja: 正方形
zh_hans: 方图
zh_hant: 方圖

source: Later
ja: 後で
zh_hans: 稍后
zh_hant: 稍後

source: Last checked
ja: 最終確認
zh_hans: 上次检查
zh_hant: 上次檢查

source: Keep at least one work type tracked.
ja: 少なくとも 1 種類の作品を追跡してください。
zh_hans: 至少保留一种作品类型追踪。
zh_hant: 至少保留一種作品類型追蹤。

source: Latest Articles
ja: 最新の記事
zh_hans: 最新文章
zh_hant: 最新文章

source: Latest Ranking
ja: 最新ランキング
zh_hans: 最新榜单
zh_hant: 最新榜單

source: Layout
ja: レイアウト
zh_hans: 布局
zh_hant: 布局

source: Library
ja: ライブラリ
zh_hans: 书架
zh_hant: 書架

source: License
ja: ライセンス
zh_hans: 许可证
zh_hant: 授權

source: Links
ja: リンク
zh_hans: 链接
zh_hant: 連結

source: Live Preview
ja: ライブプレビュー
zh_hans: 实时预览
zh_hant: 即時預覽

source: Live download throughput
ja: ダウンロード速度のライブ表示
zh_hans: 下载速度实时显示
zh_hant: 下載速度實時顯示

source: Load More
ja: もっと読み込む
zh_hans: 加载更多
zh_hant: 載入更多

source: Load More Comments
ja: コメントをもっと読む
zh_hans: 加载更多评论
zh_hant: 載入更多留言

source: Load More Creators
ja: さらにクリエイターを読み込む
zh_hans: 加载更多作者
zh_hant: 載入更多作者

source: Load More Related Artworks
ja: さらに関連作品を読み込む
zh_hans: 加载更多相关作品
zh_hant: 載入更多相關作品

source: Load More Related Novels
ja: さらに関連小説を読み込む
zh_hans: 加载更多相关小说
zh_hant: 載入更多相關小說

source: Load More Series Artworks
ja: シリーズの作品をもっと読み込む
zh_hans: 加载更多系列作品
zh_hant: 載入更多系列作品

source: Load More Spotlight Articles
ja: さらにスポットライト記事を読み込む
zh_hans: 加载更多 Pixivision 文章
zh_hant: 載入更多 Pixivision 文章

source: Load More Watchlist
ja: さらにウォッチリストを読み込む
zh_hans: 加载更多追更
zh_hant: 載入更多追蹤

source: Loaded %d Pixiv history items
ja: Pixiv履歴 %d 件を読み込み
zh_hans: 已加载 %d 条 Pixiv 历史
zh_hant: 已載入 %d 条 Pixiv 紀錄

source: Loaded %d Spotlight articles
ja: スポットライト記事 %d 件を読み込み
zh_hans: 已加载 %d 篇 Pixivision 文章
zh_hant: 已載入 %d 篇 Pixivision 文章

source: Loaded %d bookmark tags
ja: ブックマークタグ %d 件を読み込み
zh_hans: 已加载 %d 个收藏标签
zh_hant: 已載入 %d 個收藏標籤

source: Loaded %d watchlist series
ja: ウォッチリスト %d 件を読み込み
zh_hans: 已加载 %d 个追更系列
zh_hant: 已載入 %d 個追蹤系列

source: Loaded Feed
ja: 読み込み済みフィード
zh_hans: 已加载作品流
zh_hant: 已載入作品流

source: Loaded cached feed %@ · %d works · %@
ja: キャッシュフィード %@ · 作品 %d 件 · %@ を読み込み
zh_hans: 已载入缓存作品流 %@ · %d 个作品 · %@
zh_hant: 已載入快取作品流 %@ · %d 個作品 · %@

source: Loading
ja: 読み込み中
zh_hans: 加载中
zh_hant: 載入中

source: Loading Ugoira
ja: うごイラ読み込み中
zh_hans: 正在加载动图
zh_hant: 正在載入動圖

source: Loading comment feedback preview
ja: コメントフィードバックプレビュー読み込み中
zh_hans: 正在加载评论反馈预览
zh_hant: 正在載入留言意見回饋預覽

source: Local
ja: ローカル
zh_hans: 本地
zh_hant: 本地

source: Local AI artworks hidden
ja: ローカルAI作品非表示
zh_hans: 本地隐藏 AI 作品
zh_hant: 本地隱藏 AI 作品

source: Local AI artworks visible
ja: ローカルAI作品を表示
zh_hans: 本地显示 AI 作品
zh_hant: 本地顯示 AI 作品

source: Local cache and offline
ja: ローカルキャッシュとオフライン
zh_hans: 本地缓存与离线
zh_hant: 本地快取與離線

source: Localization
ja: ローカライゼーション
zh_hans: 本地化
zh_hant: 本地化

source: Log access unavailable
ja: ログへのアクセスができません
zh_hans: 无法访问日志
zh_hant: 無法存取日誌

source: Login
ja: ログイン
zh_hans: 登录
zh_hant: 登入

source: Login to Pixiv
ja: Pixiv にログイン
zh_hans: 登录 Pixiv
zh_hant: 登入 Pixiv

source: Login to open Pixiv links
ja: Pixivリンクを開くにはサインイン
zh_hans: 登录后可打开 Pixiv 链接
zh_hant: 登入後可開啟 Pixiv 連結

source: Logout
ja: ログアウト
zh_hans: 退出登录
zh_hant: 結束登入

source: Logout from this Pixiv account?
ja: このPixivアカウントからサインアウトしますか？
zh_hans: 退出当前 Pixiv 账号？
zh_hant: 結束當前 Pixiv 帳號？

source: Logs
ja: ログ
zh_hans: 日志
zh_hant: 日誌

source: Logs copied
ja: ログをコピーしました
zh_hans: 日志已复制
zh_hant: 日誌已複製

source: Manga
ja: マンガ
zh_hans: 漫画
zh_hant: 漫畫

source: Manga Ranking
ja: マンガランキング
zh_hans: 漫画榜
zh_hant: 漫畫榜

source: Manga Watchlist
ja: マンガウォッチリスト
zh_hans: 漫画追更
zh_hant: 漫畫追蹤

source: Manga detail quality
ja: マンガ詳細画質
zh_hans: 漫画详情画质
zh_hant: 漫畫詳情畫质

source: Manga feeds and watchlist
ja: 漫画フィードとウォッチリスト
zh_hans: 漫画作品流与追更
zh_hant: 漫畫作品流與追蹤

source: Manual
ja: 手動
zh_hans: 手动
zh_hant: 手動

source: Marijuana
ja: 大麻
zh_hans: 大麻
zh_hant: 大麻

source: Mark as Read
ja: 既読にする
zh_hans: 标记为已读
zh_hant: 標記為已讀

source: Mask R-18 previews
ja: R-18 プレビューをマスク
zh_hans: 遮罩 R-18 预览
zh_hant: 遮罩 R-18 預覽

source: Masonry, hot tags, Pixivision, and wide/tall mixed cards render without overlap, gray gutters, or clipped text.
ja: メゾンリ、ホットタグ、Pixivision、ワイド/トール混合カードは重複、グレーガター、テキスト切り詰めなしで描画
zh_hans: 瀑布流、热门标签、Pixivision 与宽高混排卡片需要无重叠、无灰边、无文字截断。
zh_hant: 瀑布流、熱門標籤、Pixivision 與寬高混排卡片需要無重疊、無灰邊、無文字截断。

source: Match Type
ja: 一致方法
zh_hans: 匹配方式
zh_hant: 符合方式

source: Maximum Bookmarks
ja: 最高ブックマーク数
zh_hans: 最高收藏
zh_hant: 最高收藏

source: Maximum downloads
ja: 最大ダウンロード数
zh_hans: 最大下载数
zh_hant: 最大下載数

source: Maximum must be greater than minimum.
ja: 最大値は最小値より大きくしてください。
zh_hans: 上限必须大于下限。
zh_hant: 上限必須大於下限。

source: Medium
ja: 中
zh_hans: 中等
zh_hant: 中等

source: Min Level
ja: 最小レベル
zh_hans: 最低级别
zh_hant: 最低等級

source: Minimum Bookmarks
ja: 最低ブックマーク数
zh_hans: 最低收藏
zh_hant: 最低收藏

source: Monthly
ja: マンスリー
zh_hans: 月榜
zh_hant: 月榜

source: Monthly Manga
ja: マンガマンスリー
zh_hans: 漫画月榜
zh_hant: 漫畫月榜

source: More Actions
ja: その他の操作
zh_hans: 更多操作
zh_hant: 更多操作

source: More available
ja: さらに表示できます
zh_hans: 可继续加载
zh_hant: 可繼續載入

source: Mouse
ja: マウス
zh_hans: 鼠标
zh_hant: 鼠標

source: Multi-Page Artwork
ja: 複数ページのイラスト
zh_hans: 多页插画
zh_hant: 多頁插畫

source: Multi-page reader supports per-page aspect ratio, continuous reading, keyboard, and trackpad gestures.
ja: 複数ページリーダーはページごとのアスペクト比、連続読書、キーボード、トラックパッドジェスチャーに対応
zh_hans: 多 P 阅读器需要支持逐页比例、连续阅读、键盘和触控板手势。
zh_hant: 多 P 閱讀器需要支持逐頁比例、連續閱讀、鍵盘和觸控板手勢。

source: Mutable Action Readiness
ja: 変更可能アクション準備状況
zh_hans: 可变更动作验收
zh_hant: 可變更動作驗收

source: Mute
ja: 非表示
zh_hans: 屏蔽
zh_hant: 封鎖

source: Mute %@?
ja: %@ をミュートしますか？
zh_hans: 屏蔽 %@？
zh_hant: 封鎖 %@？

source: Mute %d visible creators?
ja: 表示クリエイター %d 件をミュートしますか？
zh_hans: 屏蔽 %d 位可见作者？
zh_hant: 封鎖 %d 位可見作者？

source: Mute Artwork
ja: 作品を非表示
zh_hans: 屏蔽作品
zh_hant: 封鎖作品

source: Mute Comment Phrase
ja: コメントの語句を非表示
zh_hans: 屏蔽评论短语
zh_hant: 封鎖留言短語

source: Mute Creator
ja: 投稿者をブロック
zh_hans: 屏蔽创作者
zh_hant: 封鎖創作者

source: Mute Tag
ja: タグを非表示
zh_hans: 屏蔽标签
zh_hant: 封鎖標籤

source: Mute Visible Creators
ja: 表示クリエイターをミュート
zh_hans: 屏蔽可见作者
zh_hant: 封鎖可見作者

source: Mute artwork %@?
ja: 作品 %@ をミュートしますか？
zh_hans: 屏蔽作品 %@？
zh_hant: 封鎖作品 %@？

source: Mute artworks, creators, or tags from artwork menus, or add tags here.
ja: 作品メニューから作品、クリエイター、タグをミュート、またはここでタグを追加
zh_hans: 可以从作品菜单屏蔽作品、创作者或标签，也可以在这里新增标签。
zh_hant: 可以從作品菜單封鎖作品、創作者或標籤，也可以在這裡新增標籤。

source: Mute sync
ja: ミュート同期
zh_hans: 屏蔽同步
zh_hant: 封鎖同步

source: Mute tag #%@?
ja: タグ #%@ をミュートしますか？
zh_hans: 屏蔽标签 #%@？
zh_hant: 封鎖標籤 #%@？

source: Muted
ja: 非表示
zh_hans: 已屏蔽
zh_hant: 已封鎖

source: Muted %@
ja: ミュート済み: %@
zh_hans: 已屏蔽 %@
zh_hant: 已封鎖 %@

source: Muted %d creators
ja: ミュート済みクリエイター %d 件
zh_hans: 已屏蔽 %d 位作者
zh_hant: 已封鎖 %d 位作者

source: Muted %d items
ja: ミュート %d 件
zh_hans: 已屏蔽 %d 项
zh_hant: 已封鎖 %d 項

source: Move Down
ja: 下へ移動
zh_hans: 下移
zh_hant: 下移

source: Move Up
ja: 上へ移動
zh_hans: 上移
zh_hant: 上移

source: Reorder
ja: 並べ替え
zh_hans: 重新排序
zh_hant: 重新排序

source: Muted Artworks
ja: 非表示にした作品
zh_hans: 屏蔽作品
zh_hant: 封鎖作品

source: Muted Comment Phrases
ja: 非表示のコメント語句
zh_hans: 屏蔽评论短语
zh_hant: 封鎖留言短語

source: Muted Content
ja: 非表示にしたコンテンツ
zh_hans: 屏蔽内容
zh_hant: 封鎖內容

source: Muted Creators
ja: ブロックした投稿者
zh_hans: 屏蔽创作者
zh_hant: 封鎖創作者

source: Muted Tags
ja: 非表示にしたタグ
zh_hans: 屏蔽标签
zh_hant: 封鎖標籤

source: Muted artwork %@
ja: ミュート済み作品: %@
zh_hans: 已屏蔽作品 %@
zh_hant: 已封鎖作品 %@

source: Muted comment phrase %@
ja: コメントフレーズ %@ をミュート
zh_hans: 已屏蔽评论短语 %@
zh_hant: 已封鎖留言短語 %@

source: Muted tag #%@
ja: ミュート済みタグ #%@
zh_hans: 已屏蔽标签 #%@
zh_hant: 已封鎖標籤 #%@

source: Native Apple route
ja: ネイティブAppleルート
zh_hans: Apple 原生路线
zh_hant: Apple 原生路線

source: Native article links: %@
ja: ネイティブ記事リンク: %@
zh_hans: 文章原生链接：%@
zh_hant: 文章原生連結：%@

source: Needs Evidence
ja: エビデンスが必要
zh_hans: 需要证据
zh_hant: 需要證據

source: Needs Explicit Approval
ja: 明示的な承認が必要
zh_hans: 需明确授权
zh_hant: 需明確授權

source: Needs Test Account
ja: テストアカウントが必要
zh_hans: 需测试账号
zh_hant: 需測試帳號

source: Network
ja: ネットワーク
zh_hans: 网络
zh_hant: 網路

source: New Illustrations
ja: 新着イラスト
zh_hans: 最新插画
zh_hant: 最新插畫

source: New Manga
ja: 新着マンガ
zh_hans: 最新漫画
zh_hant: 最新漫畫

source: New bookmarks also follow the creator using your default follow visibility.
ja: 新しいブックマークはデフォルトのフォロー公開設定でクリエイターもフォロー
zh_hans: 新增收藏时，会按默认关注可见性同时关注作者。
zh_hant: 新增收藏時，會按預設追蹤可見性同時追蹤作者。

source: New bookmarks are added to the download queue using original images when available.
ja: 新しいブックマークは利用可能な場合オリジナル画像でダウンロードキューに追加
zh_hans: 新增收藏会加入下载队列，并优先使用原图。
zh_hant: 新增收藏會加入下載隊列，並優先使用原圖。

source: Newest
ja: 新しい順
zh_hans: 最新
zh_hant: 最新

source: Newest Artwork
ja: 新しい作品順
zh_hans: 最新作品
zh_hant: 最新作品

source: Newest Bookmarked
ja: 新しくブックマークした順
zh_hans: 最新收藏
zh_hant: 最新收藏

source: Newest First
ja: 新着順
zh_hans: 最新优先
zh_hant: 最新優先

source: Navigation
ja: ナビゲーション
zh_hans: 导航
zh_hant: 導航

source: Next Action
ja: 次のアクション
zh_hans: 下一步
zh_hant: 下一步

source: Next Artwork
ja: 次の作品
zh_hans: 下一个作品
zh_hant: 下一個作品

source: Next Day
ja: 翌日
zh_hans: 后一天
zh_hant: 後一天

source: Next Page
ja: 次のページ
zh_hans: 下一页
zh_hant: 下一頁

source: No
ja: いいえ
zh_hans: 否
zh_hant: 否

source: No Pixiv Web search link
ja: Pixiv Web検索リンクなし
zh_hans: 没有可复制的 Pixiv Web 搜索链接
zh_hant: 没有可複製的 Pixiv Web 搜尋連結

source: No Pixiv history
ja: Pixiv 履歴はありません
zh_hans: 暂无 Pixiv 历史
zh_hant: 暫無 Pixiv 紀錄

source: No Pixiv link in clipboard
ja: クリップボードにPixivリンクなし
zh_hans: 剪贴板里没有 Pixiv 链接
zh_hant: 剪貼簿裡没有 Pixiv 連結

source: No Selection
ja: 未選択
zh_hans: 未选择
zh_hant: 未選擇

source: No Ugoira
ja: うごイラなし
zh_hans: 不含动图
zh_hant: 不含動圖

source: No article history
ja: 記事履歴なし
zh_hans: 暂无文章历史
zh_hant: 暫無文章紀錄

source: No artwork links to copy
ja: コピーする作品リンクなし
zh_hans: 没有可复制的作品链接
zh_hant: 没有可複製的作品連結

source: No artworks loaded
ja: 作品はありません
zh_hans: 暂无作品
zh_hant: 暫無作品

# No Pixiv collections
source: No collections
ja: コレクションはありません
zh_hans: 暂无珍藏册
zh_hant: 暫無珍藏冊

source: No bookmark changes
ja: ブックマーク変更なし
zh_hans: 收藏没有变更
zh_hant: 收藏没有變更

source: No bookmark limit
ja: ブックマーク数の制限なし
zh_hans: 不限收藏数
zh_hant: 不限收藏數

source: No bookmark tags
ja: ブックマークタグなし
zh_hans: 暂无收藏标签
zh_hant: 暫無收藏標籤

source: No bookmark tags to copy
ja: コピーするブックマークタグなし
zh_hans: 没有可复制的收藏标签
zh_hant: 没有可複製的收藏標籤

source: No comments
ja: コメントはありません
zh_hans: 暂无评论
zh_hant: 暫無留言

source: No creator links to copy
ja: コピーするクリエイターリンクなし
zh_hans: 没有可复制的作者链接
zh_hant: 没有可複製的作者連結

source: No creator summaries to copy
ja: コピーするクリエイターサマリーなし
zh_hans: 没有可复制的作者摘要
zh_hant: 没有可複製的作者摘要

source: No creator tags
ja: クリエイタータグなし
zh_hans: 暂无作者标签
zh_hant: 暫無作者標籤

source: No creators
ja: クリエイターなし
zh_hans: 暂无作者
zh_hant: 暫無作者

source: No download links to copy
ja: コピーするダウンロードリンクなし
zh_hans: 没有可复制的下载链接
zh_hant: 没有可複製的下載連結

source: No download records changed
ja: ダウンロード記録に変更なし
zh_hans: 没有下载记录发生变化
zh_hant: 没有下載記錄發生變化

source: No downloads yet
ja: まだダウンロードがありません
zh_hans: 暂无下载
zh_hant: 暫無下載

source: No followed creators to check
ja: 確認するフォロー中クリエイターなし
zh_hans: 没有可检查的已关注作者
zh_hant: 没有可檢查的已追蹤作者

source: No image source results
ja: 結果がありません
zh_hans: 没有以图搜图结果
zh_hant: 没有以圖搜圖結果

source: No limit
ja: 制限なし
zh_hans: 不限
zh_hant: 不限

source: No local history
ja: ローカル履歴はありません
zh_hans: 暂无本地历史
zh_hant: 暫無本地紀錄

source: No log entries
ja: ログエントリがありません
zh_hans: 无日志条目
zh_hant: 沒有日誌條目

source: No matching bookmark tags
ja: 一致するブックマークタグなし
zh_hans: 没有匹配的收藏标签
zh_hant: 没有符合的收藏標籤

source: No matching creator tags
ja: 一致するクリエイタータグなし
zh_hans: 没有匹配的作者标签
zh_hant: 沒有符合的作者標籤

source: No matching creators
ja: 一致するクリエイターなし
zh_hans: 暂无匹配作者
zh_hant: 暫無符合作者

source: No matching creators for this action
ja: このアクションに一致するクリエイターなし
zh_hans: 没有符合此操作的作者
zh_hant: 没有符合此操作的作者

source: No matching downloads
ja: 該当するダウンロードはありません
zh_hans: 没有符合条件的下载
zh_hant: 没有符合条件的下載

source: No matching history
ja: 一致する履歴がありません
zh_hans: 没有匹配的历史
zh_hant: 没有符合的紀錄

source: No matching searches
ja: 一致する検索なし
zh_hans: 没有匹配的搜索
zh_hant: 没有符合的搜尋

source: No matching series artworks
ja: 一致するシリーズ作品なし
zh_hans: 暂无匹配的系列作品
zh_hant: 暫無符合的系列作品

source: No matching settings
ja: 一致する設定がありません
zh_hans: 没有匹配的设置
zh_hant: 没有符合的設定

source: No matching watchlist series
ja: 一致するウォッチリストなし
zh_hans: 没有匹配的追更系列
zh_hant: 没有符合的追蹤系列

source: No maximum
ja: 上限なし
zh_hans: 不限制
zh_hant: 不限制

source: No minimum
ja: 下限なし
zh_hans: 不限制
zh_hant: 不限制

source: No muted content
ja: 非表示コンテンツはありません
zh_hans: 暂无屏蔽内容
zh_hant: 暫無封鎖內容

source: No native article links found
ja: ネイティブ記事リンクが見つかりません
zh_hans: 未找到文章原生链接
zh_hant: 未找到文章原生連結

source: No new mute candidates
ja: 新しいミュート候補なし
zh_hans: 没有新的屏蔽候选
zh_hant: 没有新的封鎖候選

source: No pinned creators
ja: ピン留めした投稿者はありません
zh_hans: 暂无置顶作者
zh_hant: 暫無置頂作者

source: No recent creator works
ja: 最近のクリエイター作品なし
zh_hans: 暂无作者近期作品
zh_hant: 暫無作者近期作品

source: No recent searches
ja: 最近の検索なし
zh_hans: 暂无最近搜索
zh_hant: 暫無最近搜尋

source: No related artworks
ja: 関連作品はありません
zh_hans: 暂无相关作品
zh_hant: 暫無相關作品

source: No related creators
ja: 関連する投稿者はありません
zh_hans: 暂无相关作者
zh_hant: 暫無相關作者

source: No related novels
ja: 関連小説はありません
zh_hans: 暂无相关小说
zh_hant: 暫無相關小說

source: No replies
ja: 返信はありません
zh_hans: 暂无回复
zh_hant: 暫無回覆

source: No retryable downloads
ja: 再試行可能なダウンロードなし
zh_hans: 没有可重试的下载
zh_hant: 没有可重試的下載

source: No saved articles
ja: 保存記事なし
zh_hans: 暂无收藏文章
zh_hant: 暫無收藏文章

source: No saved search presets
ja: 保存済み検索プリセットなし
zh_hans: 暂无搜索预设
zh_hant: 暫無搜尋預設

source: No saved searches
ja: 保存検索なし
zh_hans: 暂无保存的搜索
zh_hant: 暫無保存的搜尋

source: No searchable image is available for this page
ja: このページには検索可能な画像がありません
zh_hans: 当前页没有可搜索的图片
zh_hant: 當前頁没有可搜尋的圖片

source: No selected works
ja: 選択作品なし
zh_hans: 没有选中的作品
zh_hant: 没有選中的作品

source: No subscriptions yet
ja: まだ購読がありません
zh_hans: 暂无订阅
zh_hant: 暫無訂閱

source: No series artworks
ja: シリーズ作品なし
zh_hans: 暂无系列作品
zh_hant: 暫無系列作品

source: No spotlight articles
ja: Pixivision の記事はありません
zh_hans: 暂无 Pixivision 文章
zh_hant: 暫無 Pixivision 文章

source: No trending tags
ja: 急上昇タグはありません
zh_hans: 暂无热门标签
zh_hant: 暫無熱門標籤

source: No unbookmarked works in the loaded feed
ja: 読み込み済みフィードに未ブックマーク作品なし
zh_hans: 当前已加载作品里没有未收藏作品
zh_hant: 當前已載入作品裡没有未收藏作品

source: No unbookmarked works in the selection
ja: 選択に未ブックマーク作品なし
zh_hans: 当前选中作品里没有未收藏作品
zh_hant: 當前選中作品裡没有未收藏作品

source: No watchlist series
ja: ウォッチリストはありません
zh_hans: 暂无追更系列
zh_hant: 暫無追蹤系列

source: Non-Novel QA Matrix
ja: 小説以外のQAマトリクス
zh_hans: 非小说 QA 矩阵
zh_hant: 非小說 QA 矩陣

source: Not run
ja: 未実行
zh_hans: 未运行
zh_hant: 未運行

source: Note
ja: メモ
zh_hans: 备注
zh_hant: 備注

source: Notice
ja: 通知
zh_hans: 提示
zh_hant: 提示

source: Notification Center banner on download finish
ja: ダウンロード完了時の通知センターバナー
zh_hans: 下载完成时的通知中心横幅
zh_hant: 下載完成時的通知中心橫幅

source: Notification Center declined permission. Re-enable banners for KeiPix in System Settings → Notifications.
ja: 通知センターで権限が拒否されました。「システム設定 → 通知」から KeiPix のバナーを再度許可してください。
zh_hans: 通知中心已拒绝授权。请在「系统设置 → 通知」中为 KeiPix 重新开启横幅通知。
zh_hant: 通知中心已拒绝授權。請在「系統設定 → 通知」中為 KeiPix 重新開啟橫幅通知。

source: Notifier records every markCompleted call and posts one Notification Center request per debounce window.
ja: 通知サービスは markCompleted の呼び出しを記録し、デバウンスウィンドウごとに通知センターへ 1 件のリクエストを送信します。
zh_hans: 通知器在每次 markCompleted 调用时记录任务，并在防抖窗口内向通知中心发送一次请求。
zh_hant: 通知器在每次 markCompleted 調用時記錄任务，並在防抖窗口內向通知中心傳送一次請求。

source: Notify when downloads finish
ja: ダウンロード完了時に通知
zh_hans: 下载完成时发送通知
zh_hant: 下載完成時傳送通知

source: OSLogStore couldn't be opened. This usually means the app needs to be relaunched after install or that the system log database is sealed.
ja: OSLogStore を開けませんでした。通常はインストール後の再起動が必要か、システムログのデータベースがシールされています。
zh_hans: 无法打开 OSLogStore。通常意味着 App 安装后需要重启，或系统日志数据库已封存。
zh_hant: 無法開啟 OSLogStore。通常意味著 App 安裝後需要重新啟動，或系統日誌資料庫已封存。

source: Oldest
ja: 古い順
zh_hans: 最旧
zh_hant: 最舊

source: Oldest Artwork
ja: 古い作品順
zh_hans: 最早作品
zh_hant: 最早作品
